"无法访问相册中照片" = "Нет доступа к фотографиям в альбоме";
"当前无照片访问权限，建议前往系统设置，\n允许访问「照片」中的「所有照片」。" = "На данный момент нет разрешения на доступ к фото, рекомендуется зайти в настройки системы，\nРазрешить доступ ко всем фотографиям на фотографиях";
"前往系统设置" = "настраивать";
"取消" = "Отмена";
"相册" = "Фотоальбом";
"完成" = "финиш";
"原图" = "Оригинал";
"预览" = "Проверять";
"编辑" = "Редактировать";
"返回" = "назад";
"还原" = "Перезагрузить";
"没有可选资源" = "Нет дополнительных ресурсов";
"照片和视频不能同时选择" = "Фото и видео нельзя выбирать одновременно";
"最多只能选择%d张照片" = "Вы можете выбрать не более %d фото";
"已达到最大选择数" = "Достигнуто максимальное количество вариантов";
"视频最大时长为%d秒，无法选择" = "Максимальная длина видео составляет %d секунду и не может быть выбрана.";
"视频最小时长为%d秒，无法选择" = "Минимальная длина видео составляет %d секунду и не может быть выбрана.";
"视频和照片不能同时选择" = "Видео и фото нельзя выбрать одновременно";
"最多只能选择%d个视频" = "Вы можете выбрать не более %d видео";
"正在下载" = "скачивание";
"下载失败" = "Загрузка не удалась";
"没有照片" = "нет фотографии";
"你可以使用相机拍些照片" = "Вы можете сделать несколько снимков с помощью камеры";
"无法访问相册中所有照片，\n请允许访问「照片」中的「所有照片」" = "Нет доступа ко всем фотографиям в альбоме";
"只能查看允许访问的照片和相关相册" = "Просматривать только разрешенные фотографии и связанные альбомы";
"无法使用相机!" = "Невозможно использовать камеру";
"无法使用相机功能" = "Невозможно использовать функцию камеры";
"请前往系统设置中，允许访问「相机」。" = "Пожалуйста, перейдите в настройки системы, чтобы разрешить доступ к камере.";
"照片大小超过最大限制" = "Размер фото превышает максимально допустимый";
"视频大小超过最大限制" = "Размер видео превышает максимально допустимый";
"视频导出失败" = "Ошибка экспорта видео";
"保存失败" = "Не удалось сохранить";
"所有照片" = "Все фотографии";
"正在处理..." = "Обработка";
"处理失败" = "Ошибка обработки";
"导出失败" = "Ошибка экспорта";
"视频加载中" = "Загрузка видео";
"视频加载失败!" = "Видео не удалось загрузить";
"视频可编辑最大时长为%d秒，无法编辑" = "Максимальная длина редактируемого видео составляет %d секунду, редактировать его нельзя.";
"相机不可用!" = "Камера недоступна";
"确定" = "Конечно";
"提示" = "намекать";
"图片获取失败!" = "Не удалось получить изображение";
"视频获取失败!" = "Не удалось получить видео";
"图片下载中" = "Загрузка изображений";
"视频下载中" = "Скачивание видео";
"设置失败!" = "Ошибка установки";
"老电影" = "старый фильм";
"怀旧" = "Ностальгия";
"黑白" = "Черное и белое";
"色调" = "тон";
"模糊" = "Нечеткий";
"岁月" = "годы";
"单色" = "монохромный";
"褪色" = "тускнеть";
"冲印" = "Распечатать";
"铬黄" = "Хром желтый";
"暂无配乐" = "Без саундтрека";
"配乐" = "Саундтрек";
"视频原声" = "Саундтрек к видео";
"正在同步iCloud" = "ICloud синхронизация";
"iCloud同步失败" = "Ошибка синхронизации iCloud";
"拖动到此处删除" = "Перетащите сюда, чтобы удалить";
"松手即可删除" = "Отпустить, чтобы удалить";
"搜索" = "поиск";
"背景音乐" = "Музыка";
"搜索歌名" = "Искать название песни";
"此歌曲暂无歌词，请您欣赏" = "У этой песни нет слов, пожалуйста, наслаждайтесь";
"选择" = "выберите";
"取消选择" = "отменить выбор";
"歌词" = "текст песни";
"拍摄失败!" = "Съемка не удалась";
"摄像头切换失败!" = "Не удалось переключить камеру";
"相机初始化失败!" = "Не удалось инициализировать камеру";
"轻触拍照" = "Нажмите, чтобы сделать фото";
"按住摄像" = "Удерживать видео";
"轻触拍照，按住摄像" = "Нажмите, чтобы сделать фото, нажмите и удерживайте, чтобы сделать фото";
"拍摄时长不足%d秒" = "Время съемки менее %d секунды.";
"麦克风添加失败，录制视频会没有声音哦!" = "Не удалось добавить микрофон, при записи видео не будет звука";
"无法使用麦克风" = "Невозможно использовать микрофон";
"请在设置-隐私-相机中允许访问麦克风" = "Разрешите доступ к микрофону в Настройки-Конфиденциальность-Камера.";
"更多" = "Более";
"张照片" = "Фотографии";
"个视频" = "Видео";
"实况" = "Live";

"HXAlbumCameraRoll" = "Фотопленка";
"HXAlbumPanoramas" = "Панорамы";
"HXAlbumVideos" = "Видео";
"HXAlbumFavorites" = "Избранное";
"HXAlbumTimelapses" = "Промежуток времени";
"HXAlbumRecents" = "Недавний";
"HXAlbumRecentlyAdded" = "Recently Added";
"HXAlbumBursts" = "Недавно добавленный";
"HXAlbumSlomoVideos" = "Замедленная съемка";
"HXAlbumSelfPortraits" = "селфи";
"HXAlbumScreenshots" = "Скриншоты";
"HXAlbumDepthEffect" = "Эффект глубины";
"HXAlbumLivePhotos" = "Живые фото";
"HXAlbumAnimated" = "Анимированные";
